messages = {
    "choose_language": "Выберите язык: 🇷🇺 Русский или 🇱🇻 Latviešu",
    "ask_name": "Привет! Пожалуйста, введи имя и фамилию ребенка одним сообщением.",
    "already_registered": "Вы уже зарегистрированы.",
    "registered": "Спасибо, {name}! Вы зарегистрированы.",
    "profile_not_found": "Ваш профиль не найден. Пожалуйста, нажмите /start и введите имя и фамилию.",
    "balance_title": "Имя: {name} {surname}\nТекущий баланс: {total} пунктов\n{details}",
    "prizes_title": "🎁 За что можно обменять пункты:\n",
    "prize_line": "- {prize} — {points} пунктов\n",
    "ask_parent": "Пожалуйста, введите имя и фамилию родителя одним сообщением.",
    "registered": "Спасибо, {name}! Вы зарегистрированы.",
    "child_points_title": "Пункты ребёнка:",
    "parent_points_title": "Пункты родителя:",
    "total_points": "Итого: {total} пунктов",
    "no_child_points": "Пунктов ребёнка нет",
    "no_parent_points": "Пунктов родителя нет",
    "help": "Доступные команды:\n/start - регистрация\n/punkti - посмотреть баланс\n/davanas - призы\n/valoda - язык",
}

months = {
    "September": "Сентябрь",
    "October": "Октябрь",
    "November": "Ноябрь",
    "December": "Декабрь",
    "January": "Январь",
    "February": "Февраль",
    "March": "Март",
    "April": "Апрель",
    "May": "Май",
    "June": "Июнь",
    "July": "Июль",
    "August": "Август"
}
